tap "andreasgrill/utils"
tap "d12frosted/emacs-plus"
tap "epk/epk"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jorgerojas26/lazysql"
tap "koekeishiya/formulae"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "sst/tap"
tap "veeso/termscp"
brew "awscli"
brew "btop"
brew "colima"
brew "docker"
brew "fd"
brew "fnm"
brew "gh"
brew "go"
brew "lazysql"
brew "lsd"
brew "lua"
brew "tree-sitter"
brew "neovim"
brew "pgweb"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tokei"
brew "tree"
brew "uv"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "veeso/termscp/termscp"
cask "font-sf-mono-nerd-font-ligaturized"
cask "ghostty"
cask "handbrake-app"
cask "hiddenbar"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "swift-shift"
cask "visual-studio-code"
cask "yaak"
cask "zen"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "pmndrs.pmndrs"
vscode "seagram.azulino"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
