brew "ansible"
brew "awscli"
brew "bat"
brew "btop"
brew "carapace"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "helm"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lua"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "node"
brew "oxker"
brew "ripgrep"
brew "starship"
brew "stow"
brew "talosctl"
brew "tealdeer"
brew "termscp"
brew "tmux"
brew "tokei"
brew "typst"
brew "uv"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
cask "claude-code"
cask "firefox"
cask "font-monaspice-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "ghostty"
cask "handbrake-app"
cask "libreoffice"
cask "raycast"
cask "swift-shift"
cask "visual-studio-code"
