tap "andreasgrill/utils"
tap "charmbracelet/tap"
tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "elva-labs/elva"
tap "epk/epk"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jorgerojas26/lazysql"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "sst/tap"
tap "veeso/termscp"
brew "ansible"
brew "awscli"
brew "btop"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "go"
brew "hugo"
brew "just"
brew "lua"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "starship"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "typst"
brew "uv"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
cask "font-monaspice-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "ghostty"
cask "handbrake-app"
cask "raycast"
cask "swift-shift"
cask "visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "budparr.language-hugo-vscode"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "usernamehw.errorlens"
vscode "viktorparaj.vague-theme"
vscode "vscodevim.vim"
